/* prettier-ignore */

//과일 카테고리 데이터
const fruitCategories: Record<string, string[]> = {
  단위1: ["낱개","팩", "2입", "2수", "3수", "4수", "5수", "9수", "12수",],
  단위2: ["2L", "L", "M", "S", "2S","1번", "2번", "3번", "4번", "5번",],
  단위3: ["대", "특", "특대", "왕왕", "왕특", "5H", "9D", "12p", "14p", "3*5"],
  단위4: ["2전", "2후", "3전", "3후", "4전", "4후", "140과", "16mm"],
  무게: ["250g", "500g", "750g", "1kg", "2kg", "3kg", "4kg", "4.5kg", "5kg", "6kg", "7kg", "7.5kg", "8kg", "9kg", "9.5kg", "10kg", "13kg", "14kg", "15kg"],
  사계: ["사과", "배"],
  여름: ["수박", "토마토", "방울토마토", "대추방울", "스테비아"],
  가을1: ["거봉","샤인머스켓", "켐벨", "머루"],
  가을2: ["머스크", "메론", "감말랭이", "단감", "곶감"],
  겨울1: ["딸기", "설향", "금실"],
  겨울2: ["밀감", "황금향", "천혜향", "레드향", "한라봉", "오렌지", "만다린"],
  수입1: ["바나나", "스위티오", "파인애플", "골드파인", "허니골드파인"],
  수입2: ["참다래","그린키위", "골드키위", "망고", "애플망고", "석류"],
  수입3: ["수입거봉", "크림슨", "청포도", "블루베리", "아보카도"],
  수입4: ["체리", "레몬", "자몽", "청자몽", "용과"]
};

export default fruitCategories;
